Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_tapasi_presidentti_niiniston_lemmenjoella.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso tapasi presidentti Niinistön Lemmenjoella
sms: Saaǥǥjååʹđteei Juuso kaaunõõđi presideʹntt Niinistöin Leammist

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso tapasi Suomen tasavallan presidentin Sauli Niinistön Lemmenjoella tänään 6. maaliskuuta.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso kaaunõõđi tääʹssvääʹld presideʹntt Sauli Niinistöin Leammist (lääddas Lemmenjoki) täʹbbe 6. peeiʹv pâʹsslašttâm-mannu.

source: Presidentti tutustui vierailullaan saamelaiskulttuuriin ja poronhoitoon Palton tilalla ja maastossa.
sms: Presideʹntt tobdstõõđi kõʹllʼjummšest sääʹmkulttuuʹre da puäʒʒhoiddu Paltto puäʒʒtäälast da mieʹccest.

source: Tapaamisessa puheenjohtaja Juuso toi esille ajankohtaisina asioina ilmastonmuutoksen ja sen mukanaan tuomat haasteet saamelaisten perinteisten elinkeinojen näkökulmasta, saamelaisten totuus- ja sovintokomission työn, saamelaisiin kohdistuvan vihapuheen sekä kansainvälisten ihmisoikeusvelvoitteiden toteutumisen Suomessa.
sms: Kaaunõõttmõõžžâst saaǥǥjååʹđteei Juuso puuʹti ouʹdde ääiʹjpoddsaž äʹššen äimmõsmuttâz da tõn mieʹldes puʹhttem vaʹǯǯtõõzzid säʹmmlai äʹrbbvuõđlaž jieʹllemvuõʹjji ǩiõččâmkuuʹlmest, säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio tuâj, säʹmmlaid tillʼlõõvvi vââʹjjsaaǥǥ di meeraikõskksaž ooumažvuõiggâdvuõttõõlǥtõõzzi teâuddjummuž Lääʹddjânnmest.

source: Palton perhe toivotti presidentin tervetulleeksi Lemmenjoelle.
sms: Paltto piâr tuäivti presideeʹnt tiõrv pueʹttem Leammi-siʹjdde.

source: Saamelaiskäräjät lahjoitti presidentille hänen nimikirjaimillaan koristellun luhkan.
sms: Sääʹmteʹǧǧ sǩiâŋki presidentta suu nõmmbukvaivuiʹm hiârvtum luukk.

source: Presidentti vieraili 6. maaliskuuta Lemmenjoella Inarissa, jossa hän tapasi Saamelaiskäräjien edustajien lisäksi kolttien luottamusmiehen Veikko Feodoroffin ja Inarin kunnan kunnanjohtajan Toni K. Laineen.
sms: Presideʹntt kõʹllʼji pâʹsslašttâm-mannu 6. peeiʹv Leammist Aanrest, koʹst son kaaunõõđi Sääʹmteeʹǧǧ eeʹttǩeeʹji lââʹssen saaʹmi ouddooumaž Veikko Feodorooffin da Aanar kååʹdd kåʹddjååʹđteei Toni K. Lainein.

source: Lisätietoja
sms: Lââʹssteâđ

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso puh. 040 187 1331, tuomas.juuso(at)samediggi.fi
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso teʹl. 040 187 1331, tuomas.juuso(at)samediggi.fi

source: Saamelaiskäräjien muistio presidentti Niinistölle
sms: Sääʹmteeʹǧǧ muuštâs presideʹntt Niinistööʹje
